data/random_selection_4/2017-04-24_02-28-46/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=128
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1449: Mon Apr 24 02:47:06 2017
  write: io=153600MB, bw=201596KB/s, iops=196, runt=780205msec
    slat (usec): min=225, max=60245, avg=302.58, stdev=226.92
    clat (msec): min=23, max=5890, avg=649.71, stdev=520.06
     lat (msec): min=23, max=5890, avg=650.02, stdev=520.06
    clat percentiles (msec):
     |  1.00th=[  143],  5.00th=[  243], 10.00th=[  293], 20.00th=[  367],
     | 30.00th=[  420], 40.00th=[  469], 50.00th=[  506], 60.00th=[  545],
     | 70.00th=[  594], 80.00th=[  676], 90.00th=[ 1287], 95.00th=[ 1893],
     | 99.00th=[ 2802], 99.50th=[ 3064], 99.90th=[ 3851], 99.95th=[ 4146],
     | 99.99th=[ 5014]
    bw (KB  /s): min=45056, max=411648, per=100.00%, avg=201755.77, stdev=87088.29
    lat (msec) : 50=0.08%, 100=0.33%, 250=5.23%, 500=42.58%, 750=35.04%
    lat (msec) : 1000=4.02%, 2000=8.51%, >=2000=4.21%
  cpu          : usr=4.65%, sys=1.24%, ctx=87692, majf=0, minf=21
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=201596KB/s, minb=201596KB/s, maxb=201596KB/s, mint=780205msec, maxt=780205msec

Disk stats (read/write):
  sdb: ios=83/42462, merge=0/315934, ticks=232/24767257, in_queue=24770616, util=100.00%
  sdc: ios=83/42241, merge=0/316155, ticks=226/25153445, in_queue=25156323, util=100.00%
  sdd: ios=83/41667, merge=0/316717, ticks=228/25872341, in_queue=25887493, util=100.00%